#include "ViewProgram.h"
/************************************************************************
* 函数名称：ViewProgram
* 函数说明：构造函数
* 功能说明：
* 输入参数：
* 返回参数：
*************************************************************************/
ViewProgram::ViewProgram(QWidget* parent)
	:QDialog(parent)
{
	ui.setupUi(this);

}
/************************************************************************
* 函数名称：~ViewProgram
* 函数说明：析构函数
* 功能说明：
* 输入参数：
* 返回参数：
*************************************************************************/
ViewProgram::~ViewProgram()
{


}



